tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "cjbassi/ytop"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "rcmdnk/rcmdnkcask"
tap "rigellute/tap"
tap "saulpw/vd"
tap "somdoron/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "autojump"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cabal-install"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "coreutils"
brew "dbus", restart_service: true
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "graphviz"
brew "gsl"
brew "harfbuzz"
brew "htop"
brew "hub"
brew "jq"
brew "kakoune"
brew "libpq"
brew "librsvg"
brew "lnav"
brew "markdown"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "noti"
brew "portaudio"
brew "procs"
brew "pyenv"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shpotify"
brew "silicon"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "ydiff"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/ytop/ytop"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "rigellute/tap/spotify-tui"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adoptopenjdk8"
cask "alacritty"
cask "bitbar"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "kitty"
cask "menubargmail"
cask "rectangle"
